Repository: netresearch/t3x-rte_ckeditor_image
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: af, ar, cs, fi, he, hi, ja, ko, nl, no, pl, sr, sv, sw, th, vi, zh

# labels.ckeditor.cssclass
source: Custom CSS class
af: Aangepaste CSS-klas
ar: فئة CSS مخصصة
cs: Vlastní CSS třída
fi: Mukautettu CSS-luokka
he: מחלקת CSS מותאמת
hi: कस्टम CSS वर्ग
ja: カスタムCSSクラス
ko: 사용자 정의 CSS 클래스
nl: Aangepaste CSS-klasse
no: Tilpasset CSS-klasse
pl: Niestandardowa klasa CSS
sr: Прилагођена CSS класа
sv: Anpassad CSS-klass
sw: Darasa la CSS maalum
th: คลาส CSS แบบกำหนดเอง
vi: Lớp CSS tùy chỉnh
zh: 自定义CSS类

# labels.ckeditor.width
source: Width
af: Wydte
ar: العرض
cs: Šířka
fi: Leveys
he: רוחב
hi: चौड़ाई
ja: 幅
ko: 너비
nl: Breedte
no: Bredde
pl: Szerokość
sr: Ширина
sv: Bredd
sw: Upana
th: ความกว้าง
vi: Chiều rộng
zh: 宽度

# labels.ckeditor.height
source: Height
af: Hoogte
ar: الإرتفاع
cs: Výška
fi: Korkeus
he: גובע
hi: ऊँचाई
ja: 高さ
ko: 높이
nl: Hoogte
no: Høyde
pl: Wysokość
sr: Висина
sv: Höjd
sw: Urefu
th: ความสูง
vi: Chiều cao
zh: 高度

# labels.ckeditor.title
source: Advisory Title
af: Adviserende titel
ar: العنوان الاستشاري
cs: Poradní titulek
fi: Neuvoa-antava otsikko
he: כותרת ייעוצית
hi: सलाहकार शीर्षक
ja: アドバイザリータイトル
ko: 권고 제목
nl: Adviserende titel
no: Rådgivende tittel
pl: Tytuł doradczy
sr: Саветодавни наслов
sv: Rådgivande titel
sw: Kichwa cha ushauri
th: ชื่อคำแนะนำ
vi: Tiêu đề tư vấn
zh: 咨询标题

# labels.ckeditor.alt
source: Alternative Text
af: Alternatiewe teks
ar: النص البديل
cs: Alternativní text
fi: Kuvan vaihtoehtoinen teksti (alt-teksti)
he: תאור תחליפי
hi: अल्टरनेटिव टेक्स्ट
ja: 代替テキスト
ko: 대체 텍스트
nl: Alternatieve tekst
no: Alternativ tekst
pl: Tekst alternatywny
sr: Алтернативни текст
sv: Alternativ text
sw: Maandishi mbadala
th: ข้อความทางเลือก
vi: Văn bản thay thế
zh: 替代文本

# labels.ckeditor.clicktoenlarge
source: Click to Enlarge
af: Klik om te vergroot
ar: انقر للتكبير
cs: Kliknutím zvětšíte
fi: Napsauta suurentaaksesi
he: לחץ להגדלה
hi: बड़ा करने के लिए क्लिक करें
ja: クリックして拡大
ko: 클릭하여 확대
nl: Klik om te vergroten
no: Klikk for å forstørre
pl: Kliknij aby powiększyć
sr: Кликните да увећате
sv: Klicka för att förstora
sw: Bofya ili kuongeza
th: คลิกเพื่อขยาย
vi: Nhấp để phóng to
zh: 点击放大

# labels.ckeditor.enabled
source: Enabled
af: Geaktiveer
ar: تفعيل
cs: Povolené
fi: Käytössä
he: פעיל
hi: सक्षम, सक्रिय
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
no: Aktivert
pl: Włączone
sr: Омогућено
sv: Aktiverad
sw: Imewezeshwa
th: เปิดการใช้งาน
vi: Đã bật
zh: 已启用

# labels.ckeditor.skipimageprocessing
source: Skip Image Processing
af: Slaan beeldverwerking oor
ar: تخطي معالجة الصورة
cs: Přeskočit zpracování obrázku
fi: Ohita kuvankäsittely
he: דלג על עיבוד תמונה
hi: छवि प्रसंस्करण छोड़ें
ja: 画像処理をスキップ
ko: 이미지 처리 건너뛰기
nl: Afbeeldingsverwerking overslaan
no: Hopp over bildebehandling
pl: Pomiń przetwarzanie obrazu
sr: Прескочи обраду слике
sv: Hoppa över bildbehandling
sw: Ruka usindikaji wa picha
th: ข้ามการประมวลผลรูปภาพ
vi: Bỏ qua xử lý hình ảnh
zh: 跳过图像处理

# labels.ckeditor.imageproperties
source: Image Properties
af: Beeldeienskappe
ar: خصائص الصورة
cs: Vlastnosti obrázku
fi: Kuvan ominaisuudet
he: מאפייני תמונה
hi: छवि गुण
ja: 画像プロパティ
ko: 이미지 속성
nl: Afbeeldingseigenschappen
no: Bildeegenskaper
pl: Właściwości obrazu
sr: Својства слике
sv: Bildegenskaper
sw: Sifa za picha
th: คุณสมบัติรูปภาพ
vi: Thuộc tính hình ảnh
zh: 图像属性

# labels.ckeditor.cancel
source: Cancel
af: Kanselleer
ar: إلغاء
cs: Zrušit
fi: Peruuta
he: בטל
hi: कुल सक्रिय किए गए प्रदाताओं को प्रयोंक्ता %s के लिए सफलतापूर्वक निष्क्रिय किया गया
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
sr: Откажи
sv: Avbryt
sw: Ghairi
th: ยกเลิก
vi: Hủy
zh: 取消

# labels.ckeditor.save
source: Save
af: Stoor
ar: حفظ
cs: Uložit
fi: Tallenna
he: שמור
hi: सहेजें
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
sr: Сачувај
sv: Spara
sw: Hifadhi
th: บันทึก
vi: Lưu
zh: 保存

# labels.ckeditor.insertimage
source: Insert image
af: Voeg beeld in
ar: إدراج صورة
cs: Vložit obrázek
fi: Lisää kuva
he: הוסף תמונה
hi: छवि डालें
ja: 画像を挿入
ko: 이미지 삽입
nl: Afbeelding invoegen
no: Sett inn bilde
pl: Wstaw obraz
sr: Уметни слику
sv: Infoga bild
sw: Ingiza picha
th: แทรกรูปภาพ
vi: Chèn hình ảnh
zh: 插入图像

# labels.ckeditor.nodefaultmetadata
source: No default %s available in file metadata. Cannot override empty value.
af: Geen verstek %s beskikbaar in lêermetadata nie. Kan nie leë waarde oorskryf nie.
ar: لا يوجد %s افتراضي متاح في بيانات الملف. لا يمكن تجاوز القيمة الفارغة.
cs: V metadatech souboru není k dispozici výchozí %s. Nelze přepsat prázdnou hodnotu.
fi: Ei oletusarvoa %s saatavilla tiedoston metatiedoissa. Tyhjää arvoa ei voi ohittaa.
he: אין %s ברירת מחדל זמין במטא נתוני הקובץ. לא ניתן לעקוף ערך ריק.
hi: फ़ाइल मेटाडेटा में कोई डिफ़ॉल्ट %s उपलब्ध नहीं है। खाली मान को ओवरराइड नहीं कर सकते।
ja: ファイルメタデータにデフォルトの%sがありません。空の値を上書きできません。
ko: 파일 메타데이터에 기본 %s를 사용할 수 없습니다. 빈 값을 재정의할 수 없습니다.
nl: Geen standaard %s beschikbaar in bestandsmetadata. Kan lege waarde niet overschrijven.
no: Ingen standard %s tilgjengelig i filmetadata. Kan ikke overstyre tom verdi.
pl: Brak domyślnego %s w metadanych pliku. Nie można nadpisać pustej wartości.
sr: Нема подразумеваног %s доступног у метаподацима датотеке. Није могуће заменити празну вредност.
sv: Ingen standard %s tillgänglig i filmetadata. Kan inte åsidosätta tomt värde.
sw: Hakuna %s chaguo-msingi katika metadata ya faili. Haiwezi kubadilisha thamani tupu.
th: ไม่มี %s เริ่มต้นในข้อมูลเมตาของไฟล์ ไม่สามารถแทนที่ค่าว่างได้
vi: Không có %s mặc định trong metadata tệp. Không thể ghi đè giá trị trống.
zh: 文件元数据中没有默认的%s。无法覆盖空值。

# labels.ckeditor.zoomhelp
source: Enables click-to-enlarge/lightbox functionality. Default popup configuration is provided automatically. See documentation for custom lightbox library integration.
af: Aktiveer klik-om-te-vergroot/ligboks-funksionaliteit. Verstek opspringvenster-konfigurasie word outomaties verskaf. Sien dokumentasie vir aangepaste ligboks-biblioteekintegrasie.
ar: يتيح وظيفة النقر للتكبير/صندوق الإضاءة. يتم توفير تكوين النافذة المنبثقة الافتراضية تلقائيًا. راجع الوثائق لدمج مكتبة صندوق الإضاءة المخصصة.
cs: Umožňuje funkci zvětšení po kliknutí/lightbox. Výchozí konfigurace vyskakovacího okna je poskytována automaticky. Pro vlastní integraci knihovny lightbox viz dokumentace.
fi: Ottaa käyttöön napsauta-suurentaaksesi/lightbox-toiminnon. Ponnahdusikkunan oletuskonfiguraatio toimitetaan automaattisesti. Katso dokumentaatio mukautetun lightbox-kirjaston integroinnista.
he: מאפשר פונקציונליות לחיצה להגדלה/lightbox. תצורת חלון קופץ ברירת מחדל מסופקת אוטומטית. ראה תיעוד לשילוב ספריית lightbox מותאמת.
hi: क्लिक-टू-एनलार्ज/लाइटबॉक्स कार्यक्षमता सक्षम करता है। डिफ़ॉल्ट पॉपअप कॉन्फ़िगरेशन स्वचालित रूप से प्रदान किया जाता है। कस्टम लाइटबॉक्स लाइब्रेरी एकीकरण के लिए दस्तावेज़ देखें।
ja: クリック拡大/ライトボックス機能を有効にします。デフォルトのポップアップ設定は自動的に提供されます。カスタムライトボックスライブラリ統合については、ドキュメントを参照してください。
ko: 클릭하여 확대/라이트박스 기능을 활성화합니다. 기본 팝업 구성이 자동으로 제공됩니다. 사용자 정의 라이트박스 라이브러리 통합은 문서를 참조하십시오.
nl: Schakelt klik-om-te-vergroten/lightbox functionaliteit in. Standaard popup configuratie wordt automatisch geleverd. Zie documentatie voor aangepaste lightbox bibliotheek integratie.
no: Aktiverer klikk-for-å-forstørre/lightbox-funksjonalitet. Standard popup-konfigurasjon leveres automatisk. Se dokumentasjon for tilpasset lightbox-bibliotekintegrasjon.
pl: Włącza funkcję powiększania po kliknięciu/lightbox. Domyślna konfiguracja popup jest dostarczona automatycznie. Zobacz dokumentację dla niestandardowej integracji biblioteki lightbox.
sr: Омогућава функционалност кликни-да-увећаш/lightbox. Подразумевана конфигурација искачућег прозора је аутоматски обезбеђена. Погледајте документацију за интеграцију прилагођене lightbox библиотеке.
sv: Aktiverar klicka-för-att-förstora/lightbox-funktionalitet. Standard popup-konfiguration tillhandahålls automatiskt. Se dokumentation för anpassad lightbox-biblioteksintegration.
sw: Huwezesha kitendakazi cha kubofya-ili-kuongeza/sanduku la taa. Usanidi wa chaguo-msingi wa dirisha unatolewa moja kwa moja. Tazama nyaraka za kuunganisha maktaba ya sanduku la taa maalum.
th: เปิดใช้งานฟังก์ชันคลิกเพื่อขยาย/ไลท์บ็อกซ์ การกำหนดค่าป๊อปอัปเริ่มต้นจะจัดให้โดยอัตโนมัติ ดูเอกสารสำหรับการรวมไลบรารีไลท์บ็อกซ์แบบกำหนดเอง
vi: Kích hoạt chức năng nhấp-để-phóng-to/lightbox. Cấu hình popup mặc định được cung cấp tự động. Xem tài liệu để tích hợp thư viện lightbox tùy chỉnh.
zh: 启用点击放大/灯箱功能。默认弹出窗口配置自动提供。请参阅文档以了解自定义灯箱库集成。

# labels.ckeditor.noscalehelp
source: Skips image processing and uses the original file. Useful for newsletters, PDFs, maximum resolution displays, and SVG graphics. Configure globally via TypoScript or enable per-image.
af: Slaan beeldverwerking oor en gebruik die oorspronklike lêer. Nuttig vir nuusbriewe, PDF's, maksimum resolusie-skerms en SVG-grafika. Konfigureer globaal via TypoScript of aktiveer per beeld.
ar: يتخطى معالجة الصورة ويستخدم الملف الأصلي. مفيد للنشرات الإخبارية وملفات PDF وشاشات الدقة القصوى ورسومات SVG. قم بالتكوين عالميًا عبر TypoScript أو قم بالتمكين لكل صورة.
cs: Přeskočí zpracování obrázku a použije původní soubor. Užitečné pro newslettery, PDF, displeje s maximálním rozlišením a grafiku SVG. Konfigurujte globálně přes TypoScript nebo aktivujte pro jednotlivé obrázky.
fi: Ohittaa kuvankäsittelyn ja käyttää alkuperäistä tiedostoa. Hyödyllinen uutiskirjeille, PDF-tiedostoille, maksimitarkkuuden näytöille ja SVG-grafiikalle. Määritä globaalisti TypoScriptin kautta tai ota käyttöön kuvaa kohden.
he: מדלג על עיבוד תמונה ומשתמש בקובץ המקורי. שימושי לניוזלטרים, PDF, תצוגות ברזולוציה מקסימלית וגרפיקת SVG. הגדר גלובלית דרך TypoScript או הפעל לכל תמונה.
hi: छवि प्रसंस्करण को छोड़ता है और मूल फ़ाइल का उपयोग करता है। समाचार पत्र, पीडीएफ, अधिकतम रिज़ॉल्यूशन डिस्प्ले और एसवीजी ग्राफिक्स के लिए उपयोगी। TypoScript के माध्यम से वैश्विक रूप से कॉन्फ़िगर करें या प्रति-छवि सक्षम करें।
ja: 画像処理をスキップして元のファイルを使用します。ニュースレター、PDF、最大解像度ディスプレイ、およびSVGグラフィックスに役立ちます。TypoScriptでグローバルに設定するか、画像ごとに有効にします。
ko: 이미지 처리를 건너뛰고 원본 파일을 사용합니다. 뉴스레터, PDF, 최대 해상도 디스플레이 및 SVG 그래픽에 유용합니다. TypoScript를 통해 전역으로 구성하거나 이미지별로 활성화합니다.
nl: Slaat afbeeldingsverwerking over en gebruikt het originele bestand. Nuttig voor nieuwsbrieven, PDF's, maximale resolutie displays en SVG graphics. Configureer globaal via TypoScript of schakel per afbeelding in.
no: Hopper over bildebehandling og bruker originalfilen. Nyttig for nyhetsbrev, PDF-er, skjermer med maksimal oppløsning og SVG-grafikk. Konfigurer globalt via TypoScript eller aktiver per bilde.
pl: Pomija przetwarzanie obrazu i używa oryginalnego pliku. Przydatne dla newsletterów, PDF-ów, wyświetlaczy o maksymalnej rozdzielczości i grafiki SVG. Skonfiguruj globalnie przez TypoScript lub włącz dla pojedynczego obrazu.
sr: Прескаче обраду слике и користи оригиналну датотеку. Корисно за билтене, PDF-ове, приказе максималне резолуције и SVG графику. Конфигуришите глобално преко TypoScript-а или омогућите по слици.
sv: Hoppar över bildbehandling och använder originalfilen. Användbart för nyhetsbrev, PDF-filer, skärmar med maximal upplösning och SVG-grafik. Konfigurera globalt via TypoScript eller aktivera per bild.
sw: Huruka usindikaji wa picha na hutumia faili asili. Inafaa kwa majarida, PDF, maonyesho ya azimio la juu zaidi, na michoro ya SVG. Sanidi kimataifa kupitia TypoScript au wezesha kwa kila picha.
th: ข้ามการประมวลผลรูปภาพและใช้ไฟล์ต้นฉบับ มีประโยชน์สำหรับจดหมายข่าว PDF จอแสดงผลความละเอียดสูงสุด และกราฟิก SVG กำหนดค่าทั่วโลกผ่าน TypoScript หรือเปิดใช้งานแบบแยกรูปภาพ
vi: Bỏ qua xử lý hình ảnh và sử dụng tệp gốc. Hữu ích cho bản tin, PDF, màn hình độ phân giải tối đa và đồ họa SVG. Cấu hình toàn cục qua TypoScript hoặc bật cho từng hình ảnh.
zh: 跳过图像处理并使用原始文件。对新闻通讯、PDF、最大分辨率显示和SVG图形有用。通过TypoScript全局配置或按图像启用。

# labels.ckeditor.quality
source: Image Quality
af: Beeldkwaliteit
ar: جودة الصورة
cs: Kvalita obrázku
fi: Kuvan laatu
he: איכות תמונה
hi: छवि गुणवत्ता
ja: 画像品質
ko: 이미지 품질
nl: Afbeeldingskwaliteit
no: Bildekvalitet
pl: Jakość obrazu
sr: Квалитет слике
sv: Bildkvalitet
sw: Ubora wa picha
th: คุณภาพรูปภาพ
vi: Chất lượng hình ảnh
zh: 图像质量

# labels.ckeditor.quality.none
source: No Scaling
af: Geen skaalverandering
ar: بدون تحجيم
cs: Bez škálování
fi: Ei skaalausta
he: ללא קנה מידה
hi: कोई स्केलिंग नहीं
ja: スケーリングなし
ko: 배율 없음
nl: Geen schalen
no: Ingen skalering
pl: Bez skalowania
sr: Без скалирања
sv: Ingen skalning
sw: Hakuna kupima
th: ไม่มีการปรับขนาด
vi: Không chia tỷ lệ
zh: 不缩放

# labels.ckeditor.quality.standard
source: Standard (1.0x)
af: Standaard (1.0x)
ar: قياسي (1.0x)
cs: Standardní (1.0x)
fi: Standardi (1.0x)
hi: मानक (1.0x)
ja: 標準 (1.0x)
ko: 표준 (1.0x)
nl: Standaard (1.0x)
pl: Standardowa (1.0x)
sw: Kawaida (1.0x)
th: มาตรฐาน (1.0x)
vi: Tiêu chuẩn (1.0x)
zh: 标准 (1.0x)

# labels.ckeditor.quality.retina
source: Retina (2.0x)
ar: ريتينا (2.0x)
hi: रेटिना (2.0x)

# labels.ckeditor.quality.ultra
source: Ultra (3.0x)
ar: فائق (3.0x)
hi: अल्ट्रा (3.0x)
ja: ウルトラ (3.0x)
ko: 울트라 (3.0x)
pl: Ultrawysokie (3.0x)
sw: Namba moja (3.0x)
th: อัลตร้า (3.0x)
vi: Siêu (3.0x)
zh: 超清 (3.0x)

# labels.ckeditor.quality.print
source: Print (6.0x)
af: Druk (6.0x)
ar: طباعة (6.0x)
cs: Tisk (6.0x)
fi: Tulostus (6.0x)
he: הדפסה (6.0x)
hi: प्रिंट (6.0x)
ja: 印刷 (6.0x)
ko: 인쇄 (6.0x)
nl: Afdrukken (6.0x)
no: Trykk (6.0x)
pl: Druk (6.0x)
sr: Штампа (6.0x)
sv: Tryck (6.0x)
sw: Chapa (6.0x)
th: พิมพ์ (6.0x)
vi: In (6.0x)
zh: 打印 (6.0x)

# labels.ckeditor.quality.low.label
source: Low
af: Laag
ar: منخفض
cs: Nízká
fi: alhainen
he: נמוכה
hi: कम
ja: 低
ko: 낮음
nl: Laag
no: Lav
pl: Niski
sr: Низак
sv: Låg
sw: Chini
th: ต่ำ
vi: Thấp
zh: 低

# labels.ckeditor.quality.low.tooltip
source: Low quality (%sx) - Image may appear blurry
af: Lae kwaliteit (%sx) - Beeld kan vaag voorkom
ar: جودة منخفضة (%sx) - قد تظهر الصورة غير واضحة
cs: Nízká kvalita (%sx) - Obrázek může být rozmazaný
fi: Matala laatu (%sx) - Kuva voi näyttää epäterävältä
he: איכות נמוכה (%sx) - התמונה עלולה להיראות מטושטשת
hi: कम गुणवत्ता (%sx) - छवि धुंधली दिखाई दे सकती है
ja: 低品質 (%sx) - 画像がぼやけて見える場合があります
ko: 낮은 품질 (%sx) - 이미지가 흐릿하게 보일 수 있습니다
nl: Lage kwaliteit (%sx) - Afbeelding kan wazig lijken
no: Lav kvalitet (%sx) - Bildet kan virke uskarp
pl: Niska jakość (%sx) - Obraz może być niewyraźny
sr: Низак квалитет (%sx) - Слика може изгледати замућено
sv: Låg kvalitet (%sx) - Bild kan framstå som suddig
sw: Ubora wa chini (%sx) - Picha inaweza kuonekana isiyo dhahiri
th: คุณภาพต่ำ (%sx) - รูปภาพอาจดูเบลอ
vi: Chất lượng thấp (%sx) - Hình ảnh có thể bị mờ
zh: 低质量 (%sx) - 图像可能模糊

# labels.ckeditor.quality.standard.label
source: Standard
af: Standaard
ar: قياسي
cs: Standardní
fi: Vakio
he: תקן
hi: मानक
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowy
sw: Kawaida
th: มาตรฐาน
vi: Tiêu chuẩn
zh: 标准

# labels.ckeditor.quality.standard.tooltip
source: Standard quality (%sx) - Sharp on basic displays
af: Standaard kwaliteit (%sx) - Skerp op basiese skerms
ar: جودة قياسية (%sx) - واضح على الشاشات الأساسية
cs: Standardní kvalita (%sx) - Ostrý na základních displejích
fi: Standardi laatu (%sx) - Terävä perusnäytöillä
he: איכות סטנדרטית (%sx) - חדה על תצוגות בסיסיות
hi: मानक गुणवत्ता (%sx) - बुनियादी डिस्प्ले पर तेज
ja: 標準品質 (%sx) - 基本ディスプレイで鮮明
ko: 표준 품질 (%sx) - 기본 디스플레이에서 선명함
nl: Standaardkwaliteit (%sx) - Scherp op standaardschermen
no: Standard kvalitet (%sx) - Skarp på grunnleggende skjermer
pl: Standardowa jakość (%sx) - Ostry na podstawowych wyświetlaczach
sr: Стандардни квалитет (%sx) - Оштро на основним екранима
sv: Standard kvalitet (%sx) - Skarp på grundläggande skärmar
sw: Ubora wa kawaida (%sx) - Kali kwenye maonyesho ya kimsingi
th: คุณภาพมาตรฐาน (%sx) - คมชัดบนจอแสดงผลพื้นฐาน
vi: Chất lượng tiêu chuẩn (%sx) - Sắc nét trên màn hình cơ bản
zh: 标准质量 (%sx) - 在基本显示器上清晰

# labels.ckeditor.quality.retina.label
source: Retina
ar: ريتينا
hi: रेटिना

# labels.ckeditor.quality.retina.tooltip
source: Retina quality (%sx) - Optimal for modern displays
af: Retina-kwaliteit (%sx) - Optimaal vir moderne skerms
ar: جودة ريتينا (%sx) - مثالية للشاشات الحديثة
cs: Kvalita Retina (%sx) - Optimální pro moderní displeje
fi: Retina-laatu (%sx) - Optimaalinen moderneille näytöille
he: איכות Retina (%sx) - אופטימלית לתצוגות מודרניות
hi: रेटिना गुणवत्ता (%sx) - आधुनिक डिस्प्ले के लिए इष्टतम
ja: Retina品質 (%sx) - 最新ディスプレイに最適
ko: Retina 품질 (%sx) - 최신 디스플레이에 최적
nl: Retina-kwaliteit (%sx) - Optimaal voor moderne schermen
no: Retina-kvalitet (%sx) - Optimal for moderne skjermer
pl: Jakość Retina (%sx) - Optymalna dla nowoczesnych wyświetlaczy
sr: Retina квалитет (%sx) - Оптималан за савремене екране
sv: Retina-kvalitet (%sx) - Optimal för moderna skärmar
sw: Ubora wa Retina (%sx) - Bora kwa maonyesho ya kisasa
th: คุณภาพ Retina (%sx) - เหมาะสำหรับจอแสดงผลสมัยใหม่
vi: Chất lượng Retina (%sx) - Tối ưu cho màn hình hiện đại
zh: Retina质量 (%sx) - 适合现代显示器

# labels.ckeditor.quality.ultra.label
source: Ultra
ar: فائق
hi: अल्ट्रा
ja: ウルトラ
ko: 울트라
pl: Ultrawysokie
sw: Namba moja
th: อัลตร้า
vi: Siêu
zh: 超清

# labels.ckeditor.quality.ultra.tooltip
source: Ultra quality (%sx) - For ultra-high DPI or small print
af: Ultra-kwaliteit (%sx) - Vir ultra-hoë DPI of klein druk
ar: جودة فائقة (%sx) - لنقاط DPI فائقة العالية أو الطباعة الصغيرة
cs: Ultra kvalita (%sx) - Pro ultra-vysoké DPI nebo malý tisk
fi: Ultra-laatu (%sx) - Erittäin korkealle DPI:lle tai pienelle tulosteelle
he: איכות Ultra (%sx) - ל-DPI גבוה במיוחד או הדפסה קטנה
hi: अल्ट्रा गुणवत्ता (%sx) - अल्ट्रा-हाई डीपीआई या छोटे प्रिंट के लिए
ja: ウルトラ品質 (%sx) - 超高DPIまたは小さな印刷用
ko: 울트라 품질 (%sx) - 초고DPI 또는 소형 인쇄용
nl: Ultra-kwaliteit (%sx) - Voor ultra-hoge DPI of kleine afdruk
no: Ultra-kvalitet (%sx) - For ultrahøy DPI eller lite trykk
pl: Jakość Ultra (%sx) - Dla ultra-wysokiego DPI lub małego druku
sr: Ultra квалитет (%sx) - За ултра-високи DPI или малу штампу
sv: Ultra-kvalitet (%sx) - För ultrahög DPI eller litet tryck
sw: Ubora wa Ultra (%sx) - Kwa DPI ya juu sana au chapa ndogo
th: คุณภาพอัลตร้า (%sx) - สำหรับ DPI สูงมากหรือพิมพ์ขนาดเล็ก
vi: Chất lượng siêu (%sx) - Cho DPI cực cao hoặc in nhỏ
zh: 超清质量 (%sx) - 适用于超高DPI或小型打印

# labels.ckeditor.quality.print.label
source: Print
af: Druk
ar: طباعة
cs: Tisk
fi: Tulosta
he: הדפס
hi: प्रिन्ट
ja: 印刷
ko: 인쇄
nl: Afdrukken
no: Skriv ut
pl: Drukuj
sr: Штампа
sv: Skriv ut
sw: Chapa
th: พิมพ์
vi: In
zh: 打印

# labels.ckeditor.quality.print.tooltip
source: Print quality (%sx) - Suitable for high-quality printing (300 DPI)
af: Drukkwaliteit (%sx) - Geskik vir hoëkwaliteit-drukwerk (300 DPI)
ar: جودة الطباعة (%sx) - مناسبة للطباعة عالية الجودة (300 نقطة لكل بوصة)
cs: Kvalita tisku (%sx) - Vhodné pro vysoce kvalitní tisk (300 DPI)
fi: Tulostuslaatu (%sx) - Sopii korkealaatuiseen tulostukseen (300 DPI)
he: איכות הדפסה (%sx) - מתאימה להדפסה באיכות גבוהה (300 DPI)
hi: प्रिंट गुणवत्ता (%sx) - उच्च गुणवत्ता वाले मुद्रण के लिए उपयुक्त (300 DPI)
ja: 印刷品質 (%sx) - 高品質印刷に適しています (300 DPI)
ko: 인쇄 품질 (%sx) - 고품질 인쇄에 적합 (300 DPI)
nl: Afdrukkwaliteit (%sx) - Geschikt voor hoogwaardige afdruk (300 DPI)
no: Trykkkvalitet (%sx) - Egnet for høykvalitetstrykk (300 DPI)
pl: Jakość druku (%sx) - Odpowiednia dla druku wysokiej jakości (300 DPI)
sr: Квалитет штампе (%sx) - Погодно за високо-квалитетну штампу (300 DPI)
sv: Tryckkvalitet (%sx) - Lämplig för högkvalitativt tryck (300 DPI)
sw: Ubora wa kuchapisha (%sx) - Inafaa kwa uchapishaji wa ubora wa juu (300 DPI)
th: คุณภาพการพิมพ์ (%sx) - เหมาะสำหรับการพิมพ์คุณภาพสูง (300 DPI)
vi: Chất lượng in (%sx) - Phù hợp cho in chất lượng cao (300 DPI)
zh: 打印质量 (%sx) - 适合高质量打印 (300 DPI)

# labels.ckeditor.quality.excessive.label
source: Excessive
af: Oormatig
ar: مفرط
cs: Přehnané
fi: Liiallinen
he: מוגזמת
hi: अत्यधिक
ja: 過剰
ko: 과도함
nl: Buitensporig
no: Overdreven
pl: Nadmierna
sr: Прекомерна
sv: Överdriven
sw: Kupita kiasi
th: มากเกินไป
vi: Quá mức
zh: 过度

# labels.ckeditor.quality.excessive.tooltip
source: Excessive resolution (%sx) - Unnecessarily high
af: Oormatige resolusie (%sx) - Onnodig hoog
ar: دقة مفرطة (%sx) - عالية بشكل غير ضروري
cs: Přehnané rozlišení (%sx) - Zbytečně vysoké
fi: Liiallinen tarkkuus (%sx) - Tarpeettoman korkea
he: רזולוציה מוגזמת (%sx) - גבוהה שלא לצורך
hi: अत्यधिक रिज़ॉल्यूशन (%sx) - अनावश्यक रूप से उच्च
ja: 過剰な解像度 (%sx) - 不必要に高い
ko: 과도한 해상도 (%sx) - 불필요하게 높음
nl: Buitensporige resolutie (%sx) - Onnodig hoog
no: Overdreven oppløsning (%sx) - Unødvendig høy
pl: Nadmierna rozdzielczość (%sx) - Niepotrzebnie wysoka
sr: Прекомерна резолуција (%sx) - Непотребно висока
sv: Överdriven upplösning (%sx) - Onödigt hög
sw: Azimio la kupita kiasi (%sx) - Juu bila sababu
th: ความละเอียดมากเกินไป (%sx) - สูงเกินความจำเป็น
vi: Độ phân giải quá mức (%sx) - Cao không cần thiết
zh: 过度分辨率 (%sx) - 不必要地高

# labels.ckeditor.clickBehavior
source: Click Behavior
af: Klikgedrag
ar: سلوك النقر
ko: 클릭 동작
sw: Tabia ya Kubofya

# labels.ckeditor.clickBehaviorNone
source: None - image is not clickable
af: Geen - prent is nie klikbaar nie
ar: لا شيء - الصورة غير قابلة للنقر
ko: 없음 - 이미지 클릭 불가
sw: Hakuna - picha haiwezi kubofywa

# labels.ckeditor.clickBehaviorEnlarge
source: Enlarge - opens full-size in lightbox
af: Vergroot - open volgrootte in ligkas
ar: تكبير - يفتح بالحجم الكامل في صندوق الضوء
ko: 확대 - 라이트박스에서 전체 크기로 열기
sw: Panua - inafungua ukubwa kamili katika lightbox

# labels.ckeditor.clickBehaviorLink
source: Link - opens custom URL
af: Skakel - open pasgemaakte URL
ar: رابط - يفتح عنوان URL مخصص
ko: 링크 - 사용자 지정 URL 열기
sw: Kiungo - inafungua URL maalum

# labels.ckeditor.linkUrl
source: Link URL
af: Skakel-URL
ar: عنوان URL للرابط
ko: 링크 URL
sw: URL ya Kiungo

# labels.ckeditor.linkTarget
source: Link Target
af: Skakeldoel
ar: هدف الرابط
ko: 링크 대상
sw: Lengo la Kiungo

# labels.ckeditor.linkTitle
source: Link Title
af: Skakeltitel
ar: عنوان الرابط
ko: 링크 제목
sw: Kichwa cha Kiungo

# labels.ckeditor.linkCssClass
source: Link CSS Class
af: Skakel CSS-klas
ar: فئة CSS للرابط
ko: 링크 CSS 클래스
sw: Darasa la CSS la Kiungo

# labels.ckeditor.browse
source: Browse...
af: Blaai...
ar: استعراض...
ko: 찾아보기...
sw: Vinjari...

# labels.ckeditor.linkTargetDefault
source: (default)
af: (verstek)
ar: (افتراضي)
ko: (기본값)
sw: (chaguomsingi)

# labels.ckeditor.linkTargetBlank
source: New window (_blank)
af: Nuwe venster (_blank)
ar: نافذة جديدة (_blank)
ko: 새 창 (_blank)
sw: Dirisha jipya (_blank)

# labels.ckeditor.linkTargetTop
source: Top frame (_top)
af: Boonste raam (_top)
ar: الإطار العلوي (_top)
ko: 최상위 프레임 (_top)
sw: Fremu ya juu (_top)

# labels.ckeditor.linkTargetSelf
source: Same window (_self)
af: Dieselfde venster (_self)
ar: نفس النافذة (_self)
ko: 같은 창 (_self)
nl: Hetzelfde venster (_self)
no: Samme vindu (_self)
sr: Исти прозор (_self)
sv: Samma fönster (_self)
sw: Dirisha moja (_self)
th: หน้าต่างเดียวกัน (_self)
vi: Cùng cửa sổ (_self)

# labels.ckeditor.linkTargetParent
source: Parent frame (_parent)
af: Ouerframe (_parent)
ar: الإطار الأصل (_parent)
ko: 부모 프레임 (_parent)
nl: Bovenliggend frame (_parent)
no: Overordnet ramme (_parent)
sr: Родитељски оквир (_parent)
sv: Överordnad ram (_parent)
sw: Fremu mzazi (_parent)
th: เฟรมหลัก (_parent)
vi: Khung cha (_parent)

# labels.ckeditor.linkParams
source: Additional Parameters
af: Bykomende parameters
ar: معلمات إضافية
ko: 추가 매개변수
nl: Extra parameters
no: Tilleggsparametere
sr: Додатни параметри
sv: Ytterligare parametrar
sw: Vigezo vya ziada
th: พารามิเตอร์เพิ่มเติม
vi: Tham số bổ sung

# labels.ckeditor.linkParamsPlaceholder
source: e.g., &L=1&type=123
af: bv. &L=1&type=123
ar: مثال: &L=1&type=123
ko: 예: &L=1&type=123
nl: bijv. &L=1&type=123
no: f.eks. &L=1&type=123
sr: нпр. &L=1&type=123
sv: t.ex. &L=1&type=123
sw: k.m. &L=1&type=123
th: เช่น &L=1&type=123
vi: ví dụ: &L=1&type=123
